Repository: guillaumejchauveau/pictoshare
Catalog: PicToShare/PicToShare/*.lproj/Localizable.strings
Languages: fr

source: Name
fr: Nom

source: Add
fr: Ajouter

source: Cancel
fr: Annuler

source: Create
fr: Créer

source: Ignore
fr: Ignorer

source: Import
fr: Importer

source: Refresh
fr: Rafraichir

source: Confirm
fr: Confirmer

# confirm.delete
source: Delete ?
fr: Supprimer ?

# return
source: Go back
fr: Retour

# operation.irreversible
source: This operation is irreversible.
fr: Cette operation est irréversible.

source: Delete
fr: Supprimer

# pts.open
source: Open PicToShare
fr: Ouvrir PicToShare

# pts.quit
source: Quit PicToShare
fr: Quitter PicToShare

# pts.openPTSFolder
source: Go to PicToShare folder
fr: Aller au dossier PicToShare

# pts.documentTypes
source: Document types
fr: Types de document

# pts.userContexts
source: Event types
fr: Types d'événement

# pts.userContext.nil
source: No event
fr: Pas d'événement

# pts.processingScript
source: Processing script
fr: Script de traitement

# pts.annotations
source: Context annotations
fr: Annotations de contexte

# pts.integrations
source: Integrations
fr: Intégrations

# pts.copySuffix
source: copy
fr: copie

# pts.defaultDocumentTypes.1
source: Visit card
fr: Carte de visite

# pts.defaultDocumentTypes.2
source: Event poster
fr: Affiche événement

# pts.defaultDocumentTypes.3
source: Whiteboard
fr: Tableau blanc

# pts.landing.title
source: Use the toolbar to import
fr: Utilisez la barre d'outil pour importer

# pts.landing.continuity
source: Take a picture with a connected device
fr: Prendre une photo avec un appareil connecté

# pts.landing.filesystem
source: Choose one or more files on your system
fr: Choisir un ou plusieurs fichiers sur votre ordinateur

# pts.continuity.menuItemTitle
source: No connected devices
fr: Aucun appareil disponible

# pts.import.ignore.confirm.title
source: Cancel document importation ?
fr: Annuler l'importation de ce fichier ?

# pts.import.ignore.confirm.message
source: The original file won't be deleted.
fr: Le fichier original ne sera pas supprimé.

# pts.settings.types.landing
source: Create document types to adapt the importation parameters. You can specify a script to transform the document before importation.
fr: Créez des types de documents pour adapter les paramètres d'importation. Vous pouvez spécifier un script pour transformer le document avant de l'importer.

# pts.settings.types.noProcessingScript
source: No script associated
fr: Aucun script associé

# pts.settings.types.copyBeforeProcessing
source: Make a copy of the original before running the script.
fr: Copier l'original pour le sauvegarder avant de lancer le script.

# pts.settings.types.removeOriginalOnProcessingByproduct
source: If the script creates new files, delete the original.
fr: Si le script crée de nouveaux fichiers, supprimer l'original.

# pts.settings.userContexts.landing
source: Create event types to adapt the importation depending on your activity. Context annotations and integrations will be added to those in the document type.
fr: Créez des types d'événement pour adapter l'importation selon votre activité. Les annotations de contexte et intégrations configurées seront ajoutées à celles du type de document.

# pts.annotators.currentCalendarEvents
source: Current calendars events
fr: Événements des calendriers en cours

# pts.annotators.geoLocalization
source: Geolocalisation
fr: Géolocalisation

# pts.integrators.currentCalendarEvents
source: Add to current calendars events
fr: Ajouter aux événements des calendriers en cours

# pts.integrators.currentCalendarEvents.confirmation
source: Confirm the events in which the document should be integrated:
fr: Confirmez les événements dans lesquels vous voulez intégrer le document:

# pts.resources.calendars
source: Calendars
fr: Calendriers

# pts.error.configuration
source: Configuration problem
fr: Problème de configuration

# pts.error.configuration.changeTypeDescription
source: PicToShare could not rename the folder of type “%@”.
fr: PicToShare n'a pas pu renommer le dossier du type « %@ ».

# pts.error.importation
source: Importation error
fr: Erreur lors de l'importation

# pts.error.importation.configuration
source: Invalid importation configuration.
fr: La configuration d'importation est invalide.

# pts.error.importation.copyBeforeProcessing
source: PicToShare could not copy the original file.
fr: PicToShare n'a pas pu copier le document original.

# pts.error.importation.scriptRun
source: PicToShare could not execute the configured script.
fr: PicToShare n'a pas pu exécuter le script configuré.

# pts.error.importation.scriptTermination
source: The configured script finished with an error: %lld.
fr: Le script configuré s'est terminé avec une erreur: %lld.

# pts.error.importation.annotation
source: PicToShare could not write annotations.
fr: PicToShare n'a pas pu écrire les annotations.

# pts.error.importation.bookmark
source: PicToShare could not create a bookmark to the document.
fr: PicToShare n'a pas pu créer un marque-page vers le document.

# pts.error.continuity
source: Continuity Camera error
fr: Erreur avec Continuity Camera

# pts.error.continuity.save
source: PicToShare could not save the file coming from Continuity.
fr: PicToShare n'a pas pu enregistrer le fichier provenant de Continuity.

# pts.error.annotators.geoLocalization
source: Geo localization failed
fr: Échec d'annotation avec la géolocalisation

# pts.error.annotators.geoLocalization.service
source: Localization service disabled.
fr: Le service de localisation est désactivé.

# pts.error.annotators.geoLocalization.permissions
source: PicToShare is not authorized to access the location.
fr: PicToShare n'a pas l'autorisation d'accèder à l'emplacement.

# pts.error.annotators.geoLocalization.location
source: PicToShare could not access the location.
fr: PicToShare n'a pas pu accèder à l'emplacement.

# pts.error.resources.calendars
source: Calendars operation failed
fr: Échec d'opération sur les calendriers

# pts.error.resources.calendars.permissions
source: PicToShare is not authorized to access calendars.
fr: PicToShare n'a pas l'autorisation d'accèder aux calendriers.

# pts.error.resources.calendars.save
source: PicToShare could not edit calendars.
fr: PicToShare n'a pas pu éditer les calendriers.
